Repository: atakhadivi/Torobcompare
Catalog: languages/torob-price-compare-*.po
Languages: fa_ir

source: Torob Price Compare
fa_ir: مقایسه قیمت ترب

source: Compare product prices with Torob marketplace and display the lowest price to customers.
fa_ir: مقایسه قیمت محصولات با بازار ترب و نمایش کمترین قیمت به مشتریان.

source: Dashboard
fa_ir: داشبورد

source: Settings
fa_ir: تنظیمات

source: Reports
fa_ir: گزارشات

source: Cache Management
fa_ir: مدیریت کش

source: Welcome to Torob Price Compare
fa_ir: به مقایسه قیمت ترب خوش آمدید

source: Monitor and compare your product prices with Torob marketplace
fa_ir: قیمت محصولات خود را با بازار ترب نظارت و مقایسه کنید

source: Total Searches
fa_ir: کل جستجوها

source: Cached Prices
fa_ir: قیمت‌های کش شده

source: Success Rate
fa_ir: نرخ موفقیت

source: Last Update
fa_ir: آخرین بروزرسانی

source: Recent Activities
fa_ir: فعالیت‌های اخیر

source: Search Statistics
fa_ir: آمار جستجو

source: Cache Statistics
fa_ir: آمار کش

source: No recent activities found.
fa_ir: هیچ فعالیت اخیری یافت نشد.

source: General Settings
fa_ir: تنظیمات عمومی

source: Enable Plugin
fa_ir: فعال‌سازی پلاگین

source: Enable or disable the Torob price comparison feature
fa_ir: فعال یا غیرفعال کردن ویژگی مقایسه قیمت ترب

source: Cache Duration (hours)
fa_ir: مدت زمان کش (ساعت)

source: How long to cache price data before refreshing
fa_ir: مدت زمان نگهداری داده‌های قیمت در کش قبل از بروزرسانی

source: Display Position
fa_ir: موقعیت نمایش

source: Where to display the price comparison on product pages
fa_ir: محل نمایش مقایسه قیمت در صفحات محصول

source: After Product Summary
fa_ir: بعد از خلاصه محصول

source: After Product Price
fa_ir: بعد از قیمت محصول

source: After Add to Cart Button
fa_ir: بعد از دکمه افزودن به سبد

source: Custom Position (Shortcode)
fa_ir: موقعیت سفارشی (شورت کد)

source: Search Button Text
fa_ir: متن دکمه جستجو

source: Text displayed on the search button
fa_ir: متن نمایش داده شده روی دکمه جستجو

source: Auto Search
fa_ir: جستجوی خودکار

source: Automatically search for prices when product page loads
fa_ir: جستجوی خودکار قیمت‌ها هنگام بارگذاری صفحه محصول

source: API Settings
fa_ir: تنظیمات API

source: API Endpoint
fa_ir: نقطه پایانی API

source: Torob API endpoint URL
fa_ir: آدرس نقطه پایانی API ترب

source: API Key
fa_ir: کلید API

source: Your Torob API key
fa_ir: کلید API ترب شما

source: Request Timeout (seconds)
fa_ir: زمان انتظار درخواست (ثانیه)

source: Maximum time to wait for API response
fa_ir: حداکثر زمان انتظار برای پاسخ API

source: Rate Limit (requests per minute)
fa_ir: محدودیت نرخ (درخواست در دقیقه)

source: Maximum number of API requests per minute
fa_ir: حداکثر تعداد درخواست‌های API در دقیقه

source: Display Settings
fa_ir: تنظیمات نمایش

source: Show Savings Amount
fa_ir: نمایش مقدار صرفه‌جویی

source: Display how much customer can save
fa_ir: نمایش مقدار صرفه‌جویی مشتری

source: Show Torob Link
fa_ir: نمایش لینک ترب

source: Display link to Torob product page
fa_ir: نمایش لینک به صفحه محصول در ترب

source: Custom CSS
fa_ir: CSS سفارشی

source: Add custom CSS for price comparison display
fa_ir: افزودن CSS سفارشی برای نمایش مقایسه قیمت

source: Find Best Price on Torob
fa_ir: یافتن بهترین قیمت در ترب

source: Compare Prices
fa_ir: مقایسه قیمت‌ها

source: Searching for best prices...
fa_ir: جستجو برای بهترین قیمت‌ها...

source: Refreshing prices...
fa_ir: بروزرسانی قیمت‌ها...

source: Lowest Price on Torob
fa_ir: کمترین قیمت در ترب

source: Your Store Price
fa_ir: قیمت فروشگاه شما

source: You Save
fa_ir: شما صرفه‌جویی می‌کنید

source: View on Torob
fa_ir: مشاهده در ترب

source: Refresh Prices
fa_ir: بروزرسانی قیمت‌ها

source: Price comparison data not available
fa_ir: داده‌های مقایسه قیمت در دسترس نیست

source: No price data found on Torob
fa_ir: هیچ داده قیمتی در ترب یافت نشد

source: Error loading price data
fa_ir: خطا در بارگذاری داده‌های قیمت

source: Price data updated successfully
fa_ir: داده‌های قیمت با موفقیت بروزرسانی شد

source: Failed to update price data
fa_ir: بروزرسانی داده‌های قیمت ناموفق بود

source: Cache Overview
fa_ir: نمای کلی کش

source: Total Cached Items
fa_ir: کل آیتم‌های کش شده

source: Cache Hit Rate
fa_ir: نرخ بازدید کش

source: Average Response Time
fa_ir: میانگین زمان پاسخ

source: Cache Size
fa_ir: اندازه کش

source: Clear All Cache
fa_ir: پاک کردن کل کش

source: Clear Expired Cache
fa_ir: پاک کردن کش منقضی شده

source: Refresh Cache
fa_ir: بروزرسانی کش

source: Cache cleared successfully
fa_ir: کش با موفقیت پاک شد

source: Failed to clear cache
fa_ir: پاک کردن کش ناموفق بود

source: Cache refreshed successfully
fa_ir: کش با موفقیت بروزرسانی شد

source: Recent Cache Entries
fa_ir: ورودی‌های اخیر کش

source: Product
fa_ir: محصول

source: Price
fa_ir: قیمت

source: Cached At
fa_ir: کش شده در

source: Expires At
fa_ir: منقضی می‌شود در

source: Actions
fa_ir: عملیات

source: Delete
fa_ir: حذف

source: Refresh
fa_ir: بروزرسانی

source: Price Comparison Reports
fa_ir: گزارشات مقایسه قیمت

source: Search Logs
fa_ir: لاگ‌های جستجو

source: Export Data
fa_ir: صادرات داده‌ها

source: Date Range
fa_ir: بازه زمانی

source: From
fa_ir: از

source: To
fa_ir: تا

source: Filter
fa_ir: فیلتر

source: Export CSV
fa_ir: صادرات CSV

source: Export JSON
fa_ir: صادرات JSON

source: Search Date
fa_ir: تاریخ جستجو

source: Product Name
fa_ir: نام محصول

source: Store Price
fa_ir: قیمت فروشگاه

source: Torob Price
fa_ir: قیمت ترب

source: Savings
fa_ir: صرفه‌جویی

source: Status
fa_ir: وضعیت

source: Success
fa_ir: موفق

source: Failed
fa_ir: ناموفق

source: No data found for the selected criteria
fa_ir: هیچ داده‌ای برای معیارهای انتخاب شده یافت نشد

source: Bulk Actions
fa_ir: عملیات گروهی

source: Select Action
fa_ir: انتخاب عملیات

source: Search Selected Products
fa_ir: جستجوی محصولات انتخاب شده

source: Clear Selected Cache
fa_ir: پاک کردن کش انتخاب شده

source: Delete Selected Logs
fa_ir: حذف لاگ‌های انتخاب شده

source: Apply
fa_ir: اعمال

source: Select All
fa_ir: انتخاب همه

source: Bulk operation completed successfully
fa_ir: عملیات گروهی با موفقیت انجام شد

source: Bulk operation failed
fa_ir: عملیات گروهی ناموفق بود

source: API connection test successful
fa_ir: تست اتصال API موفق بود

source: API connection test failed
fa_ir: تست اتصال API ناموفق بود

source: Invalid API key
fa_ir: کلید API نامعتبر

source: API rate limit exceeded
fa_ir: محدودیت نرخ API تجاوز کرد

source: API request timeout
fa_ir: زمان انتظار درخواست API تمام شد

source: API server error
fa_ir: خطای سرور API

source: Please enter a valid number
fa_ir: لطفاً یک عدد معتبر وارد کنید

source: Please enter a valid URL
fa_ir: لطفاً یک آدرس معتبر وارد کنید

source: This field is required
fa_ir: این فیلد الزامی است

source: Value must be greater than 0
fa_ir: مقدار باید بیشتر از 0 باشد

source: Invalid cache duration
fa_ir: مدت زمان کش نامعتبر

source: WooCommerce is required for this plugin to work
fa_ir: ووکامرس برای کارکرد این پلاگین الزامی است

source: Plugin activation failed
fa_ir: فعال‌سازی پلاگین ناموفق بود

source: Database error occurred
fa_ir: خطای پایگاه داده رخ داد

source: Permission denied
fa_ir: دسترسی مجاز نیست

source: Invalid request
fa_ir: درخواست نامعتبر

source: Product not found
fa_ir: محصول یافت نشد

source: Price data not available
fa_ir: داده‌های قیمت در دسترس نیست

source: Settings saved successfully
fa_ir: تنظیمات با موفقیت ذخیره شد

source: Plugin activated successfully
fa_ir: پلاگین با موفقیت فعال شد

source: Plugin deactivated successfully
fa_ir: پلاگین با موفقیت غیرفعال شد

source: Data exported successfully
fa_ir: داده‌ها با موفقیت صادر شد

source: Operation completed successfully
fa_ir: عملیات با موفقیت انجام شد

source: Just now
fa_ir: همین الان

source: minute ago
fa_ir: دقیقه پیش

source: hour ago
fa_ir: ساعت پیش

source: day ago
fa_ir: روز پیش

source: week ago
fa_ir: هفته پیش

source: month ago
fa_ir: ماه پیش

source: Toman
fa_ir: تومان

source: Rial
fa_ir: ریال

source: Use shortcode [torob_price_compare] to display price comparison anywhere
fa_ir: از شورت کد [torob_price_compare] برای نمایش مقایسه قیمت در هر جا استفاده کنید

source: Need help? Check our documentation or contact support.
fa_ir: به کمک نیاز دارید؟ مستندات ما را بررسی کنید یا با پشتیبانی تماس بگیرید.

source: Plugin Version
fa_ir: نسخه پلاگین

source: WordPress Version
fa_ir: نسخه وردپرس

source: WooCommerce Version
fa_ir: نسخه ووکامرس

source: PHP Version
fa_ir: نسخه PHP

source: Click to test API connection
fa_ir: برای تست اتصال API کلیک کنید

source: Clear all cached price data
fa_ir: پاک کردن تمام داده‌های قیمت کش شده

source: Refresh price data for this product
fa_ir: بروزرسانی داده‌های قیمت برای این محصول

source: Export data in CSV format
fa_ir: صادرات داده‌ها در فرمت CSV

source: Export data in JSON format
fa_ir: صادرات داده‌ها در فرمت JSON

source: Enter API key...
fa_ir: کلید API را وارد کنید...

source: Enter API endpoint URL...
fa_ir: آدرس نقطه پایانی API را وارد کنید...

source: Search products...
fa_ir: جستجوی محصولات...

source: Enter custom CSS...
fa_ir: CSS سفارشی را وارد کنید...

source: seconds
fa_ir: ثانیه

source: minutes
fa_ir: دقیقه

source: hours
fa_ir: ساعت

source: days
fa_ir: روز

source: KB
fa_ir: کیلوبایت

source: MB
fa_ir: مگابایت

source: GB
fa_ir: گیگابایت

source: Previous
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: First
fa_ir: اول

source: Last
fa_ir: آخر

source: Page %d of %d
fa_ir: صفحه %d از %d

source: Showing %d to %d of %d entries
fa_ir: نمایش %d تا %d از %d ورودی

source: Loading...
fa_ir: در حال بارگذاری...

source: Please wait...
fa_ir: لطفاً صبر کنید...

source: Processing...
fa_ir: در حال پردازش...

source: Saving...
fa_ir: در حال ذخیره...

source: Deleting...
fa_ir: در حال حذف...

source: Updating...
fa_ir: در حال بروزرسانی...
